
import { Verso } from './verso/verso';

export const VERSOS: Verso[] = [
    {id: 1, book: 6, number: 1, text: 'Τρώων δ᾽ οἰώθη καὶ Ἀχαιῶν φύλοπις αἰνή·'},
    {id: 2, book: 6, number: 2, text: 'πολλὰ δ᾽ ἄρ᾽ ἔνθα καὶ ἔνθ᾽ ἴθυσε μάχη πεδίοιο'},
    {id: 3, book: 6, number: 3, text: 'ἀλλήλων ἰθυνομένων χαλκήρεα δοῦρα'},
    {id: 4, book: 6, number: 4, text: 'μεσσηγὺς Σιμόεντος ἰδὲ Ξάνθοιο ῥοάων.'},
    {id: 5, book: 6, number: 5, text: 'Αἴας δὲ πρῶτος Τελαμώνιος, ἕρκος Ἀχαιῶν'},
    {id: 6, book: 6, number: 6, text: 'Τρώων ῥῆξε φάλαγγα, φόως δ᾽ ἑτάροισιν ἔθηκεν'},
    {id: 7, book: 6, number: 7, text: 'ἄνδρα βαλὼν ὃς ἄριστος ἐνὶ Θρῄκεσσι τέτυκτο'},
    {id: 8, book: 6, number: 8, text: 'υἱὸν Ἐϋσσώρου, Ἀκάμαντ᾽ ἠΰν τε μέγαν τε.'},
    {id: 9, book: 6, number: 9, text: 'τόν ῥ᾽ ἔβαλε πρῶτος κόρυθος φάλον ἱπποδασείης'},
    {id: 10, book: 6, number: 10, text: 'ἐν δὲ μετώπῳ πῆξε, πέρησε δ᾽ ἄρ᾽ ὀστέον εἴσω '},
    {id: 11, book: 6, number: 11, text: 'αἰχμὴ χαλκείη· τὸν δὲ σκότος ὄσσε κάλυψεν.'},
    {id: 12, book: 6, number: 12, text: 'Ἄξυλον δ᾽ ἄρ᾽ ἔπεφνε βοὴν ἀγαθὸς Διομήδης'}
];

